[{"id":"5j384ybfi29","template":"cts/cts-welcome.html","title":"Welcome page","project":"cts","appForms":[{"nr":"a","title":"Notes Before Completing the Application","type":"h1","typeH1":true},{"nr":"a","title":"Core trustworthy data repositories requirements","type":"h1","typeH1":true},{"nr":"a","title":"Background & General Guidance","type":"h2","typeH2":true},{"nr":"a","title":"Glossary of Terms","type":"h2","typeH2":true},{"nr":0,"title":"Background information","type":"h1","typeH1":true},{"nr":0,"title":"Please provide context for your repository","type":"q","typeQ":true,"formItems":[""]},{"nr":1,"title":"organizational infrastructure","type":"h1","typeH1":true},{"nr":1,"title":"Mission/Scope","type":"h2","typeH2":true},{"nr":1,"title":"The repository has an explicit mission to provide access to and preserve data in its domain.","type":"q","typeQ":true,"formItems":["Repositories take responsibility for stewardship of digital objects, and for ensuring that materials are held in the appropriate environment for appropriate periods of time. Depositors and users must be clear that preservation of and continued access to the data is an explicit role of the repository. \n\nFor this Requirement, please describe: \n\n* Your organization’s mission in preserving and providing access to data, and include links to explicit statements of this mission. \n\n* The level of approval that the mission has received within the organization. \n\nEvidence for this Requirement could take the form of an approved public mission statement, roles mandated by funders, policy statement signed off by governing board."]},{"nr":2,"title":"License","type":"h2","typeH2":true},{"nr":2,"title":"The repository maintains all applicable licenses covering data access and use and monitors compliance.","type":"q","typeQ":true,"formItems":["Repositories must have an appropriate rights model covering data access and use, communicate about them with users, and monitor compliance. This Requirement relates to the access regulations and applicable licenses set by the data repository itself, as well as any codes of conduct that are generally accepted in the relevant sector for the exchange and proper use of knowledge and information. Evidence should demonstrate that the repository has sufficient controls in place according to the access criteria of their data holdings, as well as evidence that any relevant licenses or processes are well managed. \n\nFor this Requirement, please describe: \n\n● License agreements in use. \n\n● Conditions of use (Intellectual Property Rights, distribution, intended use, protection of sensitive data, etc.). \n\n● Documentation on measures in the case of noncompliance with conditions of access and use. \n\nNote that if all data holdings are completely public and without conditions imposed on users—such as attribution requirements or agreement to make secondary analysis openly available—then it can simply be stated. \n\nThe ethical and privacy provisions that impact on licenses are dealt with in R4 (Confidentiality/Ethics). Assurance that deposit licenses provide sufficient rights for the repository to maintain, preserve, and offer access to data should be covered under R10 (Preservation Plan)."]},{"nr":3,"title":"Continuity of access","type":"h2","typeH2":true},{"nr":3,"title":"The repository has a continuity plan to ensure ongoing access to and preservation of its holdings.","type":"q","typeQ":true,"formItems":["This Requirement covers the governance related to continued operation of the repository over time and during disasters, as well as evidence in relation to succession planning ; namely, the measures in place to ensure access to and availability of data holdings, both currently and in the future. Reviewers are seeking evidence that preparations are in place to address the risks inherent in changing circumstances, including in mission and/or scope. \n\nFor this Requirement, please describe: \n\n● The level of responsibility undertaken for data holdings, including any guaranteed preservation periods. \n\n● The medium-term (three- to five-year) and long-term (> five years) plans in place to ensure the continued availability and accessibility of the data. In particular, both the response to rapid changes of circumstance and long-term planning should be described, indicating options for relocation or transition of the activity to another body or return of the data holdings to their owners (i.e., data producers). For example, what will happen in the case of cessation of funding, which could be through an unexpected withdrawal of funding, a planned ending of funding for a time-limited project repository, or a shift of host institution interests? \n\nEvidence for this Requirement should relate specifically to governance. The technical aspects of business continuity, and disaster and succession planning should be covered in R15 (Technical infrastructure)."]},{"nr":4,"title":"Confidentiality/Ethics","type":"h2","typeH2":true},{"nr":4,"title":"The repository ensures, to the extent possible, that data are created, curated, accessed, and used in compliance with disciplinary and ethical norms.","type":"q","typeQ":true,"formItems":["Adherence to ethical norms is critical to responsible science. Disclosure risk—for example, the risk that an individual who participated in a survey can be identified or that the precise location of an endangered species can be pinpointed—is a concern that many repositories must address. Evidence should demonstrate that the repository has good practices for data with disclosure risks, including guidance for depositors and users. This is necessary to maintain the trust of those agreeing to have personal/sensitive data stored in the repository. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● How does the repository comply with applicable disciplinary norms? \n\n● Does the repository request confirmation that data collection or creation was carried out in accordance with legal and ethical criteria prevailing in the data producer's geographical location or discipline (e.g., Ethical Review Committee/Institutional Review Board or Data Protection legislation)? \n\n● Are special procedures applied to manage data with disclosure risk? \n\n● Are data with disclosure risk managed appropriately to limit access? \n\n● Are data with disclosure risk distributed under appropriate conditions? \n\n● Are procedures in place to review disclosure risk in data, and to take the necessary steps to either anonymize files or to provide access in a secure way? \n\n● Are staff trained in the management of data with disclosure risk? \n\n● Are there measures in place if conditions are not complied with? \n\n● Does the repository provide guidance in the responsible deposit, download, and use of disclosive, or potentially disclosive data? \n\nThis Requirement is about the ethical and privacy provisions that impact the creation, curation, and use of the data. Details on any licenses in alignment with such ethical and privacy provisions should be covered in R2 (Licenses)."]},{"nr":5,"title":"Organizational infrastructure","type":"h2","typeH2":true},{"nr":5,"title":"The repository has adequate funding and sufficient numbers of qualified staff managed through a clear system of governance to effectively carry out the mission.","type":"q","typeQ":true,"formItems":["Repositories need funding to carry out their responsibilities, along with a competent staff who have expertise in data archiving. However, it is also understood that continuity of funding is seldom guaranteed, and this must be balanced with the need for stability. \n\nFor this Requirement, responses should include evidence related to the following: \n\n● The repository is hosted by a recognized institution (ensuring long-term stability and sustainability) appropriate to its Designated Community. \n\n● The repository has sufficient funding, including staff resources, IT resources, and a budget for attending meetings when necessary. Ideally this should be for a three- to five-year period. \n\n● The repository ensures that its staff have access to ongoing training and professional development. \n\n● The range and depth of expertise of both the organization and its staff, including any relevant affiliations (e.g., national or international bodies), is appropriate to the mission. \n\nFull descriptions of the tasks performed by the repository—and the skills necessary to perform them—may be provided, if available. Such descriptions are not mandatory, however, as this level of detail is beyond the scope of core certification. \n\nAccess to objective expert advice beyond that provided by skilled staff is covered in R6 (Expert guidance)."]},{"nr":6,"title":"Expert guidance","type":"h2","typeH2":true},{"nr":6,"title":"The repository adopts mechanism(s) to secure ongoing expert guidance and feedback (either inhouse or external, including scientific guidance, if relevant).","type":"q","typeQ":true,"formItems":["An effective repository strives to accommodate evolutions in data types, data volumes, and data rates, as well as to adopt the most effective new technologies in order to remain valuable to its Designated Community. Given the rapid pace of change, it is therefore advisable for a repository to secure the advice and feedback of expert users on a regular basis to ensure its continued relevance and improvement. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Does the repository have in-house advisers, or an external advisory committee that might be populated with technical, curation, data science, and disciplinary experts? \n\n● How does the repository communicate with the experts for advice? \n\n● How does the repository communicate with its Designated Community for feedback? \n\nThis Requirement seeks to confirm that the repository has access to objective expert advice beyond that provided by skilled staff mentioned in R5 (Organizational infrastructure)."]},{"nr":"","title":"Digital object management","type":"h1","typeH1":true},{"nr":7,"title":"Data integrity and authenticity","type":"h2","typeH2":true},{"nr":7,"title":"The repository guarantees the integrity and authenticity of the data.","type":"q","typeQ":true,"formItems":["The repository should provide evidence to show that it operates a data and metadata management system suitable for ensuring integrity and authenticity during the processes of ingest, archival storage, and data access. This Requirement covers the entire data lifecycle within the repository. \n\nTo protect the integrity of data and metadata, any intentional changes to data and metadata should be documented, including the rationale and originator of the change. Measures should be in place to ensure that unintentional or unauthorized changes can be detected and correct versions of data and metadata recovered. \n\nAuthenticity covers the degree of reliability of the original deposited data and its provenance, including the relationship between the original data and that disseminated, and whether or not existing relationships between datasets and/or metadata are maintained. \n\nFor this Requirement, responses on data integrity should include evidence related to the following: \n\n● Description of checks to verify that a digital object has not been altered or corrupted (i.e., fixity checks) from deposit to use. \n\n● Documentation of the completeness of the data and metadata. \n\n● Details of how all changes to the data and metadata are logged. \n\n● Description of version control strategy. \n\n● Usage of appropriate international standards and conventions (which should be specified). \n\nEvidence of authenticity management should relate to the following questions: \n\n● Does the repository have a strategy for data changes? Are data producers made aware of this strategy? \n\n● Does the repository maintain provenance data and related audit trails? \n\n● Does the repository maintain links to metadata and to other datasets? If so, how? \n\n● Does the repository compare the essential properties of different versions of the same file? How? \n\n● Does the repository check the identities of depositors?"]},{"nr":8,"title":"Appraisal","type":"h2","typeH2":true},{"nr":8,"title":"The repository accepts data and metadata based on defined criteria to ensure relevance and understandability for data users.","type":"q","typeQ":true,"formItems":["The appraisal function is critical to evaluate whether data meet all criteria for selection and to ensure appropriate management for their preservation. Appraisal and reappraisal over time ensure data remain relevant and understandable to the Designated Community. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Does the repository use a collection development policy to guide the selection of data for archiving? \n\n● What approach is used for data that do not fall within the mission/collection profile? \n\n● Does the repository have procedures in place to determine that the metadata required to interpret and use the data are provided? \n\n● Is there any automated assessment of metadata adherence to relevant schemas? \n\n● What is the repository’s approach if the metadata provided are insufficient for long-term preservation? \n\n● Does the repository publish a list of preferred formats? \n\n● Are checks in place to ensure that data producers adhere to the preferred formats? \n\n● What is the approach towards data that are deposited in non-preferred formats? \n\n● What is the process for removing items from your collection, also keeping in mind impact on existing persistent identifiers? \n\nThis Requirement covers the selection criteria applied at the point of deposit. Data quality and improvement during the curation process should be covered under R11 (Data quality)."]},{"nr":9,"title":"Documented storage procedures","type":"h2","typeH2":true},{"nr":9,"title":"The repository applies documented processes and procedures in managing archival storage of the data.","type":"q","typeQ":true,"formItems":["Repositories need to store data and metadata from the point of deposit, through the ingest process, to the point of access. Repositories that perform digital preservation must offer ‘archival storage’ in OAIS terms. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● How are relevant processes and procedures documented and managed? \n\n● Does the repository have a clear understanding of all storage locations and how they are managed? \n\n● Does the repository have a strategy for multiple copies? If so, what is it? \n\n● Are risk management techniques used to inform the strategy? \n\n● What checks are in place to ensure consistency across archival copies? \n\n● How is deterioration of storage media handled and monitored? \n\nDetails on the technical implementation of storage should be covered in R15 (Technical infrastructure), and specific arrangements for physical and logical security in R16 (Security)."]},{"nr":10,"title":"Preservation plan","type":"h2","typeH2":true},{"nr":10,"title":"The repository assumes responsibility for long-term preservation and manages this function in a planned and documented way","type":"q","typeQ":true,"formItems":["The repository, data depositors, and Designated Community need to understand the level of responsibility undertaken for each deposited item in the repository. The repository must have the rights to undertake these responsibilities. Procedures must be documented and their completion assured. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Does the repository have a documented approach to preservation? \n\n● Is the level of responsibility for the preservation of each item understood? How is this defined? \n\n● Are plans related to future migrations or similar measures to address the threat of obsolescence in place? \n\n● Does the contract between depositor and repository provide for all actions necessary to meet the responsibilities? \n\n● Is the transfer of custody and responsibility handover clear to the depositor and repository? \n\n● Does the repository have the rights to copy, transform, and store the items, as well as provide access to them? \n\n● Are actions relevant to preservation specified in documentation, including custody transfer, submission information standards, and archival information standards? \n\n● Are there measures to ensure these actions are taken? \n\nRights concerning data access and use, and the monitoring of their compliance should be covered under R2 (Licenses)."]},{"nr":11,"title":"Data quality","type":"h2","typeH2":true},{"nr":11,"title":"The repository has appropriate expertise to address technical data and metadata quality and ensures that sufficient information is available for end users to make quality-related evaluations.","type":"q","typeQ":true,"formItems":["Repositories must ensure there is sufficient information about the data for the Designated Community to assess the quality of the data. Quality assessment becomes increasingly relevant when the Designated Community is multidisciplinary, where users may not have the personal experience to make an evaluation of quality from the data alone. Repositories must be able to evaluate completeness and quality of the data and metadata. \n\nData, or associated metadata, may have quality issues relevant to their research value, but this does not preclude their use if a user can make a well-informed decision on their suitability through provided documentation. \n\nFor this Requirement, please describe: \n\n● The approach to data and metadata quality taken by the repository. \n\n● Does the repository have quality control checks to ensure the completeness and understandability of data deposited? If so, please provide references to quality control standards and reporting mechanisms accepted by the relevant community of practice, and include details of how any issues are resolved (e.g., are the data returned to the data provider for rectification, fixed by the repository, noted by quality flags in the data file, and/or included in the accompanying metadata?). \n\n● The ability of the Designated Community to comment on, and/or rate data and metadata. \n\n● Whether citations to related works or links to citation indices are provided. \n\nThis Requirement refers to data quality standards and assurance during curation. Selection criteria are covered in R8 (Appraisal)."]},{"nr":12,"title":"Workflows","type":"h2","typeH2":true},{"nr":12,"title":"Archiving takes place according to defined workflows from ingest to dissemination.","type":"q","typeQ":true,"formItems":["To ensure the consistency of practices across datasets and services and to avoid ad hoc actions, workflows should be defined according to the repository’s activities and clearly documented. Provisions for managed change should be in place. The OAIS reference model can help to specify the workflow functions of a repository. \n\nFor this Requirement, responses should include evidence related to the following: \n\n● Workflows/business process descriptions. \n\n● Clear communication to depositors and users about handling of data. \n\n● Levels of security and impact on workflows (guarding privacy of subjects, etc.). \n\n● Qualitative and quantitative checking of outputs. \n\n● The types of data managed and any impact on workflow. \n\n● Decision handling within the workflows (e.g., archival data transformation). \n\n● Change management of workflows. \n\nThis Requirement confirms that all workflows are documented."]},{"nr":13,"title":"Data discovery and identification","type":"h2","typeH2":true},{"nr":13,"title":"The repository enables users to discover the data and refer to them in a persistent way through proper citation.","type":"q","typeQ":true,"formItems":["Effective data discovery is key to data sharing. Once discovered, datasets should be referenceable through full citations, including persistent identifiers to help ensure that data can be accessed into the future. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Does the repository offer search facilities? \n\n● Does the repository maintain a searchable metadata catalogue to appropriate (internationally agreed) standards? \n\n● What persistent identifier systems does the repository use? \n\n● Does the repository facilitate machine harvesting of the metadata? \n\n● Is the repository included in one or more disciplinary or generic registries of resources? \n\n● Does the repository offer recommended data citations?"]},{"nr":14,"title":"Data reuse","type":"h2","typeH2":true},{"nr":14,"title":"The repository enables reuse of the data over time, ensuring that appropriate metadata are available to support the understanding and use of the data.","type":"q","typeQ":true,"formItems":["Repositories must ensure that data continues to be understood and used effectively into the future despite changes in technology and the Designated Community’s knowledge base. This Requirement evaluates the measures taken to ensure that data are reusable. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Which metadata are provided by the repository when the data are accessed? \n\n● How does the repository ensure continued understandability of the data? \n\n● Are data provided in formats used by the Designated Community? Which formats? \n\n● Are measures taken to account for the possible evolution of formats? \n\nThe concept of ‘reuse’ is critical in environments in which secondary analysis outputs are redeposited into a repository alongside primary data, since the provenance chain and associated rights issues may then become increasingly complicated."]},{"nr":"","title":"Technology","type":"h1","typeH1":true},{"nr":15,"title":"Technical infrastructure","type":"h2","typeH2":true},{"nr":15,"title":"The repository functions on well-supported operating systems and other core infrastructural software and is using hardware and software technologies appropriate to the services it provides to its Designated Community.","type":"q","typeQ":true,"formItems":["Repositories need to operate on reliable and stable core infrastructures that maximizes service availability. Furthermore, hardware and software used must be relevant and appropriate to the Designated Community and to the functions that a repository fulfils. The OAIS reference model specifies the functions of a repository in meeting user needs. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● What standards does the repository use for reference? Are these international and/or community standards? How often are these reviewed? \n\n● How are the standards implemented? Are there any significant deviations from the standard? If so, please explain. \n\n● Does the repository have a plan for infrastructure development? If so, what is it? \n\n● Is a software inventory maintained and is system documentation available? \n\n● Is community-supported software in use? Please describe. \n\n● Are availability, bandwidth, and connectivity sufficient to meet the needs of the Designated Community? \n\n● Does the repository have a disaster plan and a business continuity plan? In particular, are procedures and arrangements in place to provide swift recovery or backup of essential services in the event of an outage? What are they? \n\nThe governance aspects of business continuity, disaster planning, and succession planning should be covered in R3 (Continuity of access). Details on the storage process should be covered in R9 (Documented storage procedures). Security arrangements are covered in R16 (Security)."]},{"nr":16,"title":"Security","type":"h2","typeH2":true},{"nr":16,"title":"The technical infrastructure of the repository provides for protection of the facility and its data, products, services, and users.","type":"q","typeQ":true,"formItems":["The repository should analyze potential threats, assess risks, and create a consistent security system. It should describe damage scenarios based on malicious actions, human error, or technical failure that pose a threat to the repository and its data, products, services, and users. It should measure the likelihood and impact of such scenarios, decide which risk levels are acceptable, and determine which measures should be taken to counter the threats to the repository and its Designated Community. This should be an ongoing process. \n\nFor this Requirement, please describe: \n\n● Your IT security system, employees with roles related to security (e.g., security officers), and any risk analysis tools (e.g., DRAMBORA*) you use. \n\n● What levels of security are required, and how these are supported. \n\n● Any authentication and authorization procedures employed to securely manage access to systems in use (e.g., Shibboleth, OpenAthens). \n\nThe storage processes and technical infrastructure that utilize these security measures should be covered in R9 (Documented storage procedures) and R15 (Technical Infrastructure), respectively. \n\n* https://www.repositoryaudit.eu/"]},{"nr":"","title":"Applicant feedback","type":"h1","typeH1":true}],"file_name":"Welcome-page.html"},{"id":"5j3sdfgrwert45","template":"cts/cts-overview.html","title":"Application overview","project":"cts","appForms":[{"nr":"a","title":"Notes Before Completing the Application","type":"h1","typeH1":true},{"nr":"a","title":"Core trustworthy data repositories requirements","type":"h1","typeH1":true},{"nr":"a","title":"Background & General Guidance","type":"h2","typeH2":true},{"nr":"a","title":"Glossary of Terms","type":"h2","typeH2":true},{"nr":0,"title":"Background information","type":"h1","typeH1":true},{"nr":0,"title":"Please provide context for your repository","type":"q","typeQ":true,"formItems":[""]},{"nr":1,"title":"organizational infrastructure","type":"h1","typeH1":true},{"nr":1,"title":"Mission/Scope","type":"h2","typeH2":true},{"nr":1,"title":"The repository has an explicit mission to provide access to and preserve data in its domain.","type":"q","typeQ":true,"formItems":["Repositories take responsibility for stewardship of digital objects, and for ensuring that materials are held in the appropriate environment for appropriate periods of time. Depositors and users must be clear that preservation of and continued access to the data is an explicit role of the repository. \n\nFor this Requirement, please describe: \n\n* Your organization’s mission in preserving and providing access to data, and include links to explicit statements of this mission. \n\n* The level of approval that the mission has received within the organization. \n\nEvidence for this Requirement could take the form of an approved public mission statement, roles mandated by funders, policy statement signed off by governing board."]},{"nr":2,"title":"License","type":"h2","typeH2":true},{"nr":2,"title":"The repository maintains all applicable licenses covering data access and use and monitors compliance.","type":"q","typeQ":true,"formItems":["Repositories must have an appropriate rights model covering data access and use, communicate about them with users, and monitor compliance. This Requirement relates to the access regulations and applicable licenses set by the data repository itself, as well as any codes of conduct that are generally accepted in the relevant sector for the exchange and proper use of knowledge and information. Evidence should demonstrate that the repository has sufficient controls in place according to the access criteria of their data holdings, as well as evidence that any relevant licenses or processes are well managed. \n\nFor this Requirement, please describe: \n\n● License agreements in use. \n\n● Conditions of use (Intellectual Property Rights, distribution, intended use, protection of sensitive data, etc.). \n\n● Documentation on measures in the case of noncompliance with conditions of access and use. \n\nNote that if all data holdings are completely public and without conditions imposed on users—such as attribution requirements or agreement to make secondary analysis openly available—then it can simply be stated. \n\nThe ethical and privacy provisions that impact on licenses are dealt with in R4 (Confidentiality/Ethics). Assurance that deposit licenses provide sufficient rights for the repository to maintain, preserve, and offer access to data should be covered under R10 (Preservation Plan)."]},{"nr":3,"title":"Continuity of access","type":"h2","typeH2":true},{"nr":3,"title":"The repository has a continuity plan to ensure ongoing access to and preservation of its holdings.","type":"q","typeQ":true,"formItems":["This Requirement covers the governance related to continued operation of the repository over time and during disasters, as well as evidence in relation to succession planning ; namely, the measures in place to ensure access to and availability of data holdings, both currently and in the future. Reviewers are seeking evidence that preparations are in place to address the risks inherent in changing circumstances, including in mission and/or scope. \n\nFor this Requirement, please describe: \n\n● The level of responsibility undertaken for data holdings, including any guaranteed preservation periods. \n\n● The medium-term (three- to five-year) and long-term (> five years) plans in place to ensure the continued availability and accessibility of the data. In particular, both the response to rapid changes of circumstance and long-term planning should be described, indicating options for relocation or transition of the activity to another body or return of the data holdings to their owners (i.e., data producers). For example, what will happen in the case of cessation of funding, which could be through an unexpected withdrawal of funding, a planned ending of funding for a time-limited project repository, or a shift of host institution interests? \n\nEvidence for this Requirement should relate specifically to governance. The technical aspects of business continuity, and disaster and succession planning should be covered in R15 (Technical infrastructure)."]},{"nr":4,"title":"Confidentiality/Ethics","type":"h2","typeH2":true},{"nr":4,"title":"The repository ensures, to the extent possible, that data are created, curated, accessed, and used in compliance with disciplinary and ethical norms.","type":"q","typeQ":true,"formItems":["Adherence to ethical norms is critical to responsible science. Disclosure risk—for example, the risk that an individual who participated in a survey can be identified or that the precise location of an endangered species can be pinpointed—is a concern that many repositories must address. Evidence should demonstrate that the repository has good practices for data with disclosure risks, including guidance for depositors and users. This is necessary to maintain the trust of those agreeing to have personal/sensitive data stored in the repository. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● How does the repository comply with applicable disciplinary norms? \n\n● Does the repository request confirmation that data collection or creation was carried out in accordance with legal and ethical criteria prevailing in the data producer's geographical location or discipline (e.g., Ethical Review Committee/Institutional Review Board or Data Protection legislation)? \n\n● Are special procedures applied to manage data with disclosure risk? \n\n● Are data with disclosure risk managed appropriately to limit access? \n\n● Are data with disclosure risk distributed under appropriate conditions? \n\n● Are procedures in place to review disclosure risk in data, and to take the necessary steps to either anonymize files or to provide access in a secure way? \n\n● Are staff trained in the management of data with disclosure risk? \n\n● Are there measures in place if conditions are not complied with? \n\n● Does the repository provide guidance in the responsible deposit, download, and use of disclosive, or potentially disclosive data? \n\nThis Requirement is about the ethical and privacy provisions that impact the creation, curation, and use of the data. Details on any licenses in alignment with such ethical and privacy provisions should be covered in R2 (Licenses)."]},{"nr":5,"title":"Organizational infrastructure","type":"h2","typeH2":true},{"nr":5,"title":"The repository has adequate funding and sufficient numbers of qualified staff managed through a clear system of governance to effectively carry out the mission.","type":"q","typeQ":true,"formItems":["Repositories need funding to carry out their responsibilities, along with a competent staff who have expertise in data archiving. However, it is also understood that continuity of funding is seldom guaranteed, and this must be balanced with the need for stability. \n\nFor this Requirement, responses should include evidence related to the following: \n\n● The repository is hosted by a recognized institution (ensuring long-term stability and sustainability) appropriate to its Designated Community. \n\n● The repository has sufficient funding, including staff resources, IT resources, and a budget for attending meetings when necessary. Ideally this should be for a three- to five-year period. \n\n● The repository ensures that its staff have access to ongoing training and professional development. \n\n● The range and depth of expertise of both the organization and its staff, including any relevant affiliations (e.g., national or international bodies), is appropriate to the mission. \n\nFull descriptions of the tasks performed by the repository—and the skills necessary to perform them—may be provided, if available. Such descriptions are not mandatory, however, as this level of detail is beyond the scope of core certification. \n\nAccess to objective expert advice beyond that provided by skilled staff is covered in R6 (Expert guidance)."]},{"nr":6,"title":"Expert guidance","type":"h2","typeH2":true},{"nr":6,"title":"The repository adopts mechanism(s) to secure ongoing expert guidance and feedback (either inhouse or external, including scientific guidance, if relevant).","type":"q","typeQ":true,"formItems":["An effective repository strives to accommodate evolutions in data types, data volumes, and data rates, as well as to adopt the most effective new technologies in order to remain valuable to its Designated Community. Given the rapid pace of change, it is therefore advisable for a repository to secure the advice and feedback of expert users on a regular basis to ensure its continued relevance and improvement. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Does the repository have in-house advisers, or an external advisory committee that might be populated with technical, curation, data science, and disciplinary experts? \n\n● How does the repository communicate with the experts for advice? \n\n● How does the repository communicate with its Designated Community for feedback? \n\nThis Requirement seeks to confirm that the repository has access to objective expert advice beyond that provided by skilled staff mentioned in R5 (Organizational infrastructure)."]},{"nr":"","title":"Digital object management","type":"h1","typeH1":true},{"nr":7,"title":"Data integrity and authenticity","type":"h2","typeH2":true},{"nr":7,"title":"The repository guarantees the integrity and authenticity of the data.","type":"q","typeQ":true,"formItems":["The repository should provide evidence to show that it operates a data and metadata management system suitable for ensuring integrity and authenticity during the processes of ingest, archival storage, and data access. This Requirement covers the entire data lifecycle within the repository. \n\nTo protect the integrity of data and metadata, any intentional changes to data and metadata should be documented, including the rationale and originator of the change. Measures should be in place to ensure that unintentional or unauthorized changes can be detected and correct versions of data and metadata recovered. \n\nAuthenticity covers the degree of reliability of the original deposited data and its provenance, including the relationship between the original data and that disseminated, and whether or not existing relationships between datasets and/or metadata are maintained. \n\nFor this Requirement, responses on data integrity should include evidence related to the following: \n\n● Description of checks to verify that a digital object has not been altered or corrupted (i.e., fixity checks) from deposit to use. \n\n● Documentation of the completeness of the data and metadata. \n\n● Details of how all changes to the data and metadata are logged. \n\n● Description of version control strategy. \n\n● Usage of appropriate international standards and conventions (which should be specified). \n\nEvidence of authenticity management should relate to the following questions: \n\n● Does the repository have a strategy for data changes? Are data producers made aware of this strategy? \n\n● Does the repository maintain provenance data and related audit trails? \n\n● Does the repository maintain links to metadata and to other datasets? If so, how? \n\n● Does the repository compare the essential properties of different versions of the same file? How? \n\n● Does the repository check the identities of depositors?"]},{"nr":8,"title":"Appraisal","type":"h2","typeH2":true},{"nr":8,"title":"The repository accepts data and metadata based on defined criteria to ensure relevance and understandability for data users.","type":"q","typeQ":true,"formItems":["The appraisal function is critical to evaluate whether data meet all criteria for selection and to ensure appropriate management for their preservation. Appraisal and reappraisal over time ensure data remain relevant and understandable to the Designated Community. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Does the repository use a collection development policy to guide the selection of data for archiving? \n\n● What approach is used for data that do not fall within the mission/collection profile? \n\n● Does the repository have procedures in place to determine that the metadata required to interpret and use the data are provided? \n\n● Is there any automated assessment of metadata adherence to relevant schemas? \n\n● What is the repository’s approach if the metadata provided are insufficient for long-term preservation? \n\n● Does the repository publish a list of preferred formats? \n\n● Are checks in place to ensure that data producers adhere to the preferred formats? \n\n● What is the approach towards data that are deposited in non-preferred formats? \n\n● What is the process for removing items from your collection, also keeping in mind impact on existing persistent identifiers? \n\nThis Requirement covers the selection criteria applied at the point of deposit. Data quality and improvement during the curation process should be covered under R11 (Data quality)."]},{"nr":9,"title":"Documented storage procedures","type":"h2","typeH2":true},{"nr":9,"title":"The repository applies documented processes and procedures in managing archival storage of the data.","type":"q","typeQ":true,"formItems":["Repositories need to store data and metadata from the point of deposit, through the ingest process, to the point of access. Repositories that perform digital preservation must offer ‘archival storage’ in OAIS terms. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● How are relevant processes and procedures documented and managed? \n\n● Does the repository have a clear understanding of all storage locations and how they are managed? \n\n● Does the repository have a strategy for multiple copies? If so, what is it? \n\n● Are risk management techniques used to inform the strategy? \n\n● What checks are in place to ensure consistency across archival copies? \n\n● How is deterioration of storage media handled and monitored? \n\nDetails on the technical implementation of storage should be covered in R15 (Technical infrastructure), and specific arrangements for physical and logical security in R16 (Security)."]},{"nr":10,"title":"Preservation plan","type":"h2","typeH2":true},{"nr":10,"title":"The repository assumes responsibility for long-term preservation and manages this function in a planned and documented way","type":"q","typeQ":true,"formItems":["The repository, data depositors, and Designated Community need to understand the level of responsibility undertaken for each deposited item in the repository. The repository must have the rights to undertake these responsibilities. Procedures must be documented and their completion assured. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Does the repository have a documented approach to preservation? \n\n● Is the level of responsibility for the preservation of each item understood? How is this defined? \n\n● Are plans related to future migrations or similar measures to address the threat of obsolescence in place? \n\n● Does the contract between depositor and repository provide for all actions necessary to meet the responsibilities? \n\n● Is the transfer of custody and responsibility handover clear to the depositor and repository? \n\n● Does the repository have the rights to copy, transform, and store the items, as well as provide access to them? \n\n● Are actions relevant to preservation specified in documentation, including custody transfer, submission information standards, and archival information standards? \n\n● Are there measures to ensure these actions are taken? \n\nRights concerning data access and use, and the monitoring of their compliance should be covered under R2 (Licenses)."]},{"nr":11,"title":"Data quality","type":"h2","typeH2":true},{"nr":11,"title":"The repository has appropriate expertise to address technical data and metadata quality and ensures that sufficient information is available for end users to make quality-related evaluations.","type":"q","typeQ":true,"formItems":["Repositories must ensure there is sufficient information about the data for the Designated Community to assess the quality of the data. Quality assessment becomes increasingly relevant when the Designated Community is multidisciplinary, where users may not have the personal experience to make an evaluation of quality from the data alone. Repositories must be able to evaluate completeness and quality of the data and metadata. \n\nData, or associated metadata, may have quality issues relevant to their research value, but this does not preclude their use if a user can make a well-informed decision on their suitability through provided documentation. \n\nFor this Requirement, please describe: \n\n● The approach to data and metadata quality taken by the repository. \n\n● Does the repository have quality control checks to ensure the completeness and understandability of data deposited? If so, please provide references to quality control standards and reporting mechanisms accepted by the relevant community of practice, and include details of how any issues are resolved (e.g., are the data returned to the data provider for rectification, fixed by the repository, noted by quality flags in the data file, and/or included in the accompanying metadata?). \n\n● The ability of the Designated Community to comment on, and/or rate data and metadata. \n\n● Whether citations to related works or links to citation indices are provided. \n\nThis Requirement refers to data quality standards and assurance during curation. Selection criteria are covered in R8 (Appraisal)."]},{"nr":12,"title":"Workflows","type":"h2","typeH2":true},{"nr":12,"title":"Archiving takes place according to defined workflows from ingest to dissemination.","type":"q","typeQ":true,"formItems":["To ensure the consistency of practices across datasets and services and to avoid ad hoc actions, workflows should be defined according to the repository’s activities and clearly documented. Provisions for managed change should be in place. The OAIS reference model can help to specify the workflow functions of a repository. \n\nFor this Requirement, responses should include evidence related to the following: \n\n● Workflows/business process descriptions. \n\n● Clear communication to depositors and users about handling of data. \n\n● Levels of security and impact on workflows (guarding privacy of subjects, etc.). \n\n● Qualitative and quantitative checking of outputs. \n\n● The types of data managed and any impact on workflow. \n\n● Decision handling within the workflows (e.g., archival data transformation). \n\n● Change management of workflows. \n\nThis Requirement confirms that all workflows are documented."]},{"nr":13,"title":"Data discovery and identification","type":"h2","typeH2":true},{"nr":13,"title":"The repository enables users to discover the data and refer to them in a persistent way through proper citation.","type":"q","typeQ":true,"formItems":["Effective data discovery is key to data sharing. Once discovered, datasets should be referenceable through full citations, including persistent identifiers to help ensure that data can be accessed into the future. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Does the repository offer search facilities? \n\n● Does the repository maintain a searchable metadata catalogue to appropriate (internationally agreed) standards? \n\n● What persistent identifier systems does the repository use? \n\n● Does the repository facilitate machine harvesting of the metadata? \n\n● Is the repository included in one or more disciplinary or generic registries of resources? \n\n● Does the repository offer recommended data citations?"]},{"nr":14,"title":"Data reuse","type":"h2","typeH2":true},{"nr":14,"title":"The repository enables reuse of the data over time, ensuring that appropriate metadata are available to support the understanding and use of the data.","type":"q","typeQ":true,"formItems":["Repositories must ensure that data continues to be understood and used effectively into the future despite changes in technology and the Designated Community’s knowledge base. This Requirement evaluates the measures taken to ensure that data are reusable. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Which metadata are provided by the repository when the data are accessed? \n\n● How does the repository ensure continued understandability of the data? \n\n● Are data provided in formats used by the Designated Community? Which formats? \n\n● Are measures taken to account for the possible evolution of formats? \n\nThe concept of ‘reuse’ is critical in environments in which secondary analysis outputs are redeposited into a repository alongside primary data, since the provenance chain and associated rights issues may then become increasingly complicated."]},{"nr":"","title":"Technology","type":"h1","typeH1":true},{"nr":15,"title":"Technical infrastructure","type":"h2","typeH2":true},{"nr":15,"title":"The repository functions on well-supported operating systems and other core infrastructural software and is using hardware and software technologies appropriate to the services it provides to its Designated Community.","type":"q","typeQ":true,"formItems":["Repositories need to operate on reliable and stable core infrastructures that maximizes service availability. Furthermore, hardware and software used must be relevant and appropriate to the Designated Community and to the functions that a repository fulfils. The OAIS reference model specifies the functions of a repository in meeting user needs. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● What standards does the repository use for reference? Are these international and/or community standards? How often are these reviewed? \n\n● How are the standards implemented? Are there any significant deviations from the standard? If so, please explain. \n\n● Does the repository have a plan for infrastructure development? If so, what is it? \n\n● Is a software inventory maintained and is system documentation available? \n\n● Is community-supported software in use? Please describe. \n\n● Are availability, bandwidth, and connectivity sufficient to meet the needs of the Designated Community? \n\n● Does the repository have a disaster plan and a business continuity plan? In particular, are procedures and arrangements in place to provide swift recovery or backup of essential services in the event of an outage? What are they? \n\nThe governance aspects of business continuity, disaster planning, and succession planning should be covered in R3 (Continuity of access). Details on the storage process should be covered in R9 (Documented storage procedures). Security arrangements are covered in R16 (Security)."]},{"nr":16,"title":"Security","type":"h2","typeH2":true},{"nr":16,"title":"The technical infrastructure of the repository provides for protection of the facility and its data, products, services, and users.","type":"q","typeQ":true,"formItems":["The repository should analyze potential threats, assess risks, and create a consistent security system. It should describe damage scenarios based on malicious actions, human error, or technical failure that pose a threat to the repository and its data, products, services, and users. It should measure the likelihood and impact of such scenarios, decide which risk levels are acceptable, and determine which measures should be taken to counter the threats to the repository and its Designated Community. This should be an ongoing process. \n\nFor this Requirement, please describe: \n\n● Your IT security system, employees with roles related to security (e.g., security officers), and any risk analysis tools (e.g., DRAMBORA*) you use. \n\n● What levels of security are required, and how these are supported. \n\n● Any authentication and authorization procedures employed to securely manage access to systems in use (e.g., Shibboleth, OpenAthens). \n\nThe storage processes and technical infrastructure that utilize these security measures should be covered in R9 (Documented storage procedures) and R15 (Technical Infrastructure), respectively. \n\n* https://www.repositoryaudit.eu/"]},{"nr":"","title":"Applicant feedback","type":"h1","typeH1":true}],"file_name":"Application-overview.html"},{"id":"5j9374yge3","template":"cts/cts-application.html","title":"Application edit","project":"cts","appForms":[{"nr":"a","title":"Notes Before Completing the Application","type":"h1","typeH1":true},{"nr":"a","title":"Core trustworthy data repositories requirements","type":"h1","typeH1":true},{"nr":"a","title":"Background & General Guidance","type":"h2","typeH2":true},{"nr":"a","title":"Glossary of Terms","type":"h2","typeH2":true},{"nr":0,"title":"Background information","type":"h1","typeH1":true},{"nr":0,"title":"Please provide context for your repository","type":"q","typeQ":true,"formItems":[""]},{"nr":1,"title":"organizational infrastructure","type":"h1","typeH1":true},{"nr":1,"title":"Mission/Scope","type":"h2","typeH2":true},{"nr":1,"title":"The repository has an explicit mission to provide access to and preserve data in its domain.","type":"q","typeQ":true,"formItems":["Repositories take responsibility for stewardship of digital objects, and for ensuring that materials are held in the appropriate environment for appropriate periods of time. Depositors and users must be clear that preservation of and continued access to the data is an explicit role of the repository. \n\nFor this Requirement, please describe: \n\n* Your organization’s mission in preserving and providing access to data, and include links to explicit statements of this mission. \n\n* The level of approval that the mission has received within the organization. \n\nEvidence for this Requirement could take the form of an approved public mission statement, roles mandated by funders, policy statement signed off by governing board."]},{"nr":2,"title":"License","type":"h2","typeH2":true},{"nr":2,"title":"The repository maintains all applicable licenses covering data access and use and monitors compliance.","type":"q","typeQ":true,"formItems":["Repositories must have an appropriate rights model covering data access and use, communicate about them with users, and monitor compliance. This Requirement relates to the access regulations and applicable licenses set by the data repository itself, as well as any codes of conduct that are generally accepted in the relevant sector for the exchange and proper use of knowledge and information. Evidence should demonstrate that the repository has sufficient controls in place according to the access criteria of their data holdings, as well as evidence that any relevant licenses or processes are well managed. \n\nFor this Requirement, please describe: \n\n● License agreements in use. \n\n● Conditions of use (Intellectual Property Rights, distribution, intended use, protection of sensitive data, etc.). \n\n● Documentation on measures in the case of noncompliance with conditions of access and use. \n\nNote that if all data holdings are completely public and without conditions imposed on users—such as attribution requirements or agreement to make secondary analysis openly available—then it can simply be stated. \n\nThe ethical and privacy provisions that impact on licenses are dealt with in R4 (Confidentiality/Ethics). Assurance that deposit licenses provide sufficient rights for the repository to maintain, preserve, and offer access to data should be covered under R10 (Preservation Plan)."]},{"nr":3,"title":"Continuity of access","type":"h2","typeH2":true},{"nr":3,"title":"The repository has a continuity plan to ensure ongoing access to and preservation of its holdings.","type":"q","typeQ":true,"formItems":["This Requirement covers the governance related to continued operation of the repository over time and during disasters, as well as evidence in relation to succession planning ; namely, the measures in place to ensure access to and availability of data holdings, both currently and in the future. Reviewers are seeking evidence that preparations are in place to address the risks inherent in changing circumstances, including in mission and/or scope. \n\nFor this Requirement, please describe: \n\n● The level of responsibility undertaken for data holdings, including any guaranteed preservation periods. \n\n● The medium-term (three- to five-year) and long-term (> five years) plans in place to ensure the continued availability and accessibility of the data. In particular, both the response to rapid changes of circumstance and long-term planning should be described, indicating options for relocation or transition of the activity to another body or return of the data holdings to their owners (i.e., data producers). For example, what will happen in the case of cessation of funding, which could be through an unexpected withdrawal of funding, a planned ending of funding for a time-limited project repository, or a shift of host institution interests? \n\nEvidence for this Requirement should relate specifically to governance. The technical aspects of business continuity, and disaster and succession planning should be covered in R15 (Technical infrastructure)."]},{"nr":4,"title":"Confidentiality/Ethics","type":"h2","typeH2":true},{"nr":4,"title":"The repository ensures, to the extent possible, that data are created, curated, accessed, and used in compliance with disciplinary and ethical norms.","type":"q","typeQ":true,"formItems":["Adherence to ethical norms is critical to responsible science. Disclosure risk—for example, the risk that an individual who participated in a survey can be identified or that the precise location of an endangered species can be pinpointed—is a concern that many repositories must address. Evidence should demonstrate that the repository has good practices for data with disclosure risks, including guidance for depositors and users. This is necessary to maintain the trust of those agreeing to have personal/sensitive data stored in the repository. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● How does the repository comply with applicable disciplinary norms? \n\n● Does the repository request confirmation that data collection or creation was carried out in accordance with legal and ethical criteria prevailing in the data producer's geographical location or discipline (e.g., Ethical Review Committee/Institutional Review Board or Data Protection legislation)? \n\n● Are special procedures applied to manage data with disclosure risk? \n\n● Are data with disclosure risk managed appropriately to limit access? \n\n● Are data with disclosure risk distributed under appropriate conditions? \n\n● Are procedures in place to review disclosure risk in data, and to take the necessary steps to either anonymize files or to provide access in a secure way? \n\n● Are staff trained in the management of data with disclosure risk? \n\n● Are there measures in place if conditions are not complied with? \n\n● Does the repository provide guidance in the responsible deposit, download, and use of disclosive, or potentially disclosive data? \n\nThis Requirement is about the ethical and privacy provisions that impact the creation, curation, and use of the data. Details on any licenses in alignment with such ethical and privacy provisions should be covered in R2 (Licenses)."]},{"nr":5,"title":"Organizational infrastructure","type":"h2","typeH2":true},{"nr":5,"title":"The repository has adequate funding and sufficient numbers of qualified staff managed through a clear system of governance to effectively carry out the mission.","type":"q","typeQ":true,"formItems":["Repositories need funding to carry out their responsibilities, along with a competent staff who have expertise in data archiving. However, it is also understood that continuity of funding is seldom guaranteed, and this must be balanced with the need for stability. \n\nFor this Requirement, responses should include evidence related to the following: \n\n● The repository is hosted by a recognized institution (ensuring long-term stability and sustainability) appropriate to its Designated Community. \n\n● The repository has sufficient funding, including staff resources, IT resources, and a budget for attending meetings when necessary. Ideally this should be for a three- to five-year period. \n\n● The repository ensures that its staff have access to ongoing training and professional development. \n\n● The range and depth of expertise of both the organization and its staff, including any relevant affiliations (e.g., national or international bodies), is appropriate to the mission. \n\nFull descriptions of the tasks performed by the repository—and the skills necessary to perform them—may be provided, if available. Such descriptions are not mandatory, however, as this level of detail is beyond the scope of core certification. \n\nAccess to objective expert advice beyond that provided by skilled staff is covered in R6 (Expert guidance)."]},{"nr":6,"title":"Expert guidance","type":"h2","typeH2":true},{"nr":6,"title":"The repository adopts mechanism(s) to secure ongoing expert guidance and feedback (either inhouse or external, including scientific guidance, if relevant).","type":"q","typeQ":true,"formItems":["An effective repository strives to accommodate evolutions in data types, data volumes, and data rates, as well as to adopt the most effective new technologies in order to remain valuable to its Designated Community. Given the rapid pace of change, it is therefore advisable for a repository to secure the advice and feedback of expert users on a regular basis to ensure its continued relevance and improvement. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Does the repository have in-house advisers, or an external advisory committee that might be populated with technical, curation, data science, and disciplinary experts? \n\n● How does the repository communicate with the experts for advice? \n\n● How does the repository communicate with its Designated Community for feedback? \n\nThis Requirement seeks to confirm that the repository has access to objective expert advice beyond that provided by skilled staff mentioned in R5 (Organizational infrastructure)."]},{"nr":"","title":"Digital object management","type":"h1","typeH1":true},{"nr":7,"title":"Data integrity and authenticity","type":"h2","typeH2":true},{"nr":7,"title":"The repository guarantees the integrity and authenticity of the data.","type":"q","typeQ":true,"formItems":["The repository should provide evidence to show that it operates a data and metadata management system suitable for ensuring integrity and authenticity during the processes of ingest, archival storage, and data access. This Requirement covers the entire data lifecycle within the repository. \n\nTo protect the integrity of data and metadata, any intentional changes to data and metadata should be documented, including the rationale and originator of the change. Measures should be in place to ensure that unintentional or unauthorized changes can be detected and correct versions of data and metadata recovered. \n\nAuthenticity covers the degree of reliability of the original deposited data and its provenance, including the relationship between the original data and that disseminated, and whether or not existing relationships between datasets and/or metadata are maintained. \n\nFor this Requirement, responses on data integrity should include evidence related to the following: \n\n● Description of checks to verify that a digital object has not been altered or corrupted (i.e., fixity checks) from deposit to use. \n\n● Documentation of the completeness of the data and metadata. \n\n● Details of how all changes to the data and metadata are logged. \n\n● Description of version control strategy. \n\n● Usage of appropriate international standards and conventions (which should be specified). \n\nEvidence of authenticity management should relate to the following questions: \n\n● Does the repository have a strategy for data changes? Are data producers made aware of this strategy? \n\n● Does the repository maintain provenance data and related audit trails? \n\n● Does the repository maintain links to metadata and to other datasets? If so, how? \n\n● Does the repository compare the essential properties of different versions of the same file? How? \n\n● Does the repository check the identities of depositors?"]},{"nr":8,"title":"Appraisal","type":"h2","typeH2":true},{"nr":8,"title":"The repository accepts data and metadata based on defined criteria to ensure relevance and understandability for data users.","type":"q","typeQ":true,"formItems":["The appraisal function is critical to evaluate whether data meet all criteria for selection and to ensure appropriate management for their preservation. Appraisal and reappraisal over time ensure data remain relevant and understandable to the Designated Community. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Does the repository use a collection development policy to guide the selection of data for archiving? \n\n● What approach is used for data that do not fall within the mission/collection profile? \n\n● Does the repository have procedures in place to determine that the metadata required to interpret and use the data are provided? \n\n● Is there any automated assessment of metadata adherence to relevant schemas? \n\n● What is the repository’s approach if the metadata provided are insufficient for long-term preservation? \n\n● Does the repository publish a list of preferred formats? \n\n● Are checks in place to ensure that data producers adhere to the preferred formats? \n\n● What is the approach towards data that are deposited in non-preferred formats? \n\n● What is the process for removing items from your collection, also keeping in mind impact on existing persistent identifiers? \n\nThis Requirement covers the selection criteria applied at the point of deposit. Data quality and improvement during the curation process should be covered under R11 (Data quality)."]},{"nr":9,"title":"Documented storage procedures","type":"h2","typeH2":true},{"nr":9,"title":"The repository applies documented processes and procedures in managing archival storage of the data.","type":"q","typeQ":true,"formItems":["Repositories need to store data and metadata from the point of deposit, through the ingest process, to the point of access. Repositories that perform digital preservation must offer ‘archival storage’ in OAIS terms. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● How are relevant processes and procedures documented and managed? \n\n● Does the repository have a clear understanding of all storage locations and how they are managed? \n\n● Does the repository have a strategy for multiple copies? If so, what is it? \n\n● Are risk management techniques used to inform the strategy? \n\n● What checks are in place to ensure consistency across archival copies? \n\n● How is deterioration of storage media handled and monitored? \n\nDetails on the technical implementation of storage should be covered in R15 (Technical infrastructure), and specific arrangements for physical and logical security in R16 (Security)."]},{"nr":10,"title":"Preservation plan","type":"h2","typeH2":true},{"nr":10,"title":"The repository assumes responsibility for long-term preservation and manages this function in a planned and documented way","type":"q","typeQ":true,"formItems":["The repository, data depositors, and Designated Community need to understand the level of responsibility undertaken for each deposited item in the repository. The repository must have the rights to undertake these responsibilities. Procedures must be documented and their completion assured. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Does the repository have a documented approach to preservation? \n\n● Is the level of responsibility for the preservation of each item understood? How is this defined? \n\n● Are plans related to future migrations or similar measures to address the threat of obsolescence in place? \n\n● Does the contract between depositor and repository provide for all actions necessary to meet the responsibilities? \n\n● Is the transfer of custody and responsibility handover clear to the depositor and repository? \n\n● Does the repository have the rights to copy, transform, and store the items, as well as provide access to them? \n\n● Are actions relevant to preservation specified in documentation, including custody transfer, submission information standards, and archival information standards? \n\n● Are there measures to ensure these actions are taken? \n\nRights concerning data access and use, and the monitoring of their compliance should be covered under R2 (Licenses)."]},{"nr":11,"title":"Data quality","type":"h2","typeH2":true},{"nr":11,"title":"The repository has appropriate expertise to address technical data and metadata quality and ensures that sufficient information is available for end users to make quality-related evaluations.","type":"q","typeQ":true,"formItems":["Repositories must ensure there is sufficient information about the data for the Designated Community to assess the quality of the data. Quality assessment becomes increasingly relevant when the Designated Community is multidisciplinary, where users may not have the personal experience to make an evaluation of quality from the data alone. Repositories must be able to evaluate completeness and quality of the data and metadata. \n\nData, or associated metadata, may have quality issues relevant to their research value, but this does not preclude their use if a user can make a well-informed decision on their suitability through provided documentation. \n\nFor this Requirement, please describe: \n\n● The approach to data and metadata quality taken by the repository. \n\n● Does the repository have quality control checks to ensure the completeness and understandability of data deposited? If so, please provide references to quality control standards and reporting mechanisms accepted by the relevant community of practice, and include details of how any issues are resolved (e.g., are the data returned to the data provider for rectification, fixed by the repository, noted by quality flags in the data file, and/or included in the accompanying metadata?). \n\n● The ability of the Designated Community to comment on, and/or rate data and metadata. \n\n● Whether citations to related works or links to citation indices are provided. \n\nThis Requirement refers to data quality standards and assurance during curation. Selection criteria are covered in R8 (Appraisal)."]},{"nr":12,"title":"Workflows","type":"h2","typeH2":true},{"nr":12,"title":"Archiving takes place according to defined workflows from ingest to dissemination.","type":"q","typeQ":true,"formItems":["To ensure the consistency of practices across datasets and services and to avoid ad hoc actions, workflows should be defined according to the repository’s activities and clearly documented. Provisions for managed change should be in place. The OAIS reference model can help to specify the workflow functions of a repository. \n\nFor this Requirement, responses should include evidence related to the following: \n\n● Workflows/business process descriptions. \n\n● Clear communication to depositors and users about handling of data. \n\n● Levels of security and impact on workflows (guarding privacy of subjects, etc.). \n\n● Qualitative and quantitative checking of outputs. \n\n● The types of data managed and any impact on workflow. \n\n● Decision handling within the workflows (e.g., archival data transformation). \n\n● Change management of workflows. \n\nThis Requirement confirms that all workflows are documented."]},{"nr":13,"title":"Data discovery and identification","type":"h2","typeH2":true},{"nr":13,"title":"The repository enables users to discover the data and refer to them in a persistent way through proper citation.","type":"q","typeQ":true,"formItems":["Effective data discovery is key to data sharing. Once discovered, datasets should be referenceable through full citations, including persistent identifiers to help ensure that data can be accessed into the future. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Does the repository offer search facilities? \n\n● Does the repository maintain a searchable metadata catalogue to appropriate (internationally agreed) standards? \n\n● What persistent identifier systems does the repository use? \n\n● Does the repository facilitate machine harvesting of the metadata? \n\n● Is the repository included in one or more disciplinary or generic registries of resources? \n\n● Does the repository offer recommended data citations?"]},{"nr":14,"title":"Data reuse","type":"h2","typeH2":true},{"nr":14,"title":"The repository enables reuse of the data over time, ensuring that appropriate metadata are available to support the understanding and use of the data.","type":"q","typeQ":true,"formItems":["Repositories must ensure that data continues to be understood and used effectively into the future despite changes in technology and the Designated Community’s knowledge base. This Requirement evaluates the measures taken to ensure that data are reusable. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● Which metadata are provided by the repository when the data are accessed? \n\n● How does the repository ensure continued understandability of the data? \n\n● Are data provided in formats used by the Designated Community? Which formats? \n\n● Are measures taken to account for the possible evolution of formats? \n\nThe concept of ‘reuse’ is critical in environments in which secondary analysis outputs are redeposited into a repository alongside primary data, since the provenance chain and associated rights issues may then become increasingly complicated."]},{"nr":"","title":"Technology","type":"h1","typeH1":true},{"nr":15,"title":"Technical infrastructure","type":"h2","typeH2":true},{"nr":15,"title":"The repository functions on well-supported operating systems and other core infrastructural software and is using hardware and software technologies appropriate to the services it provides to its Designated Community.","type":"q","typeQ":true,"formItems":["Repositories need to operate on reliable and stable core infrastructures that maximizes service availability. Furthermore, hardware and software used must be relevant and appropriate to the Designated Community and to the functions that a repository fulfils. The OAIS reference model specifies the functions of a repository in meeting user needs. \n\nFor this Requirement, responses should include evidence related to the following questions: \n\n● What standards does the repository use for reference? Are these international and/or community standards? How often are these reviewed? \n\n● How are the standards implemented? Are there any significant deviations from the standard? If so, please explain. \n\n● Does the repository have a plan for infrastructure development? If so, what is it? \n\n● Is a software inventory maintained and is system documentation available? \n\n● Is community-supported software in use? Please describe. \n\n● Are availability, bandwidth, and connectivity sufficient to meet the needs of the Designated Community? \n\n● Does the repository have a disaster plan and a business continuity plan? In particular, are procedures and arrangements in place to provide swift recovery or backup of essential services in the event of an outage? What are they? \n\nThe governance aspects of business continuity, disaster planning, and succession planning should be covered in R3 (Continuity of access). Details on the storage process should be covered in R9 (Documented storage procedures). Security arrangements are covered in R16 (Security)."]},{"nr":16,"title":"Security","type":"h2","typeH2":true},{"nr":16,"title":"The technical infrastructure of the repository provides for protection of the facility and its data, products, services, and users.","type":"q","typeQ":true,"formItems":["The repository should analyze potential threats, assess risks, and create a consistent security system. It should describe damage scenarios based on malicious actions, human error, or technical failure that pose a threat to the repository and its data, products, services, and users. It should measure the likelihood and impact of such scenarios, decide which risk levels are acceptable, and determine which measures should be taken to counter the threats to the repository and its Designated Community. This should be an ongoing process. \n\nFor this Requirement, please describe: \n\n● Your IT security system, employees with roles related to security (e.g., security officers), and any risk analysis tools (e.g., DRAMBORA*) you use. \n\n● What levels of security are required, and how these are supported. \n\n● Any authentication and authorization procedures employed to securely manage access to systems in use (e.g., Shibboleth, OpenAthens). \n\nThe storage processes and technical infrastructure that utilize these security measures should be covered in R9 (Documented storage procedures) and R15 (Technical Infrastructure), respectively. \n\n* https://www.repositoryaudit.eu/"]},{"nr":"","title":"Applicant feedback","type":"h1","typeH1":true}],"file_name":"Application-edit.html"}]